{
  "A0001" : "Language",
  "A0002" : "This site has no connection with Google or companies linked to it. The names of apps and platforms mentioned here are technical in nature.",
  "A0003" : "Privacy Policy",
  "A0004" : "privacy-policy",
  "A0005" : "Script-Pack PRO is a professional collection of scripts for the Google Apps Script platform.",
  "A0006" : "After payment confirmation, HOTMART will send an access email. Then follow the instructions to download and install the files.",
  "A0007" : "Buy",
  "A0008" : "Get your Script-Pack PRO and start automating tasks right now.",
  "A0009" : "Guarantee",
  "A0010" : "7 days",
  "A0011" : "Price",
  "A0012" : "Script installation and automation demonstration in Google Apps Script.",
  "A0013" : "Watch Video",
  "A0014" : "Automation",
  "A0015" : "Automate tasks and maximize the efficiency of your activities, ensuring greater accuracy in information and workflows. Create as many automations as you want and direct your efforts to more strategic tasks, saving valuable time and resources.",
  "A0016" : "Integration",
  "A0017" : "Integrate your system with Google applications or other platforms and obtain consistent information from these different sources to make more assertive decisions. Integration is essential for efficient management and the competitiveness of your operation.",
  "A0018" : "Customization",
  "A0019" : "Customize Google ecosystem features according to your needs. The freedom of customization offered by the Google Apps Script platform facilitates the creation of highly productive solutions capable of meeting complex demands.",
  "A0020" : "Services",
  "A0021" : "Need a custom script but lack technical knowledge? Don't worry! We are here to help. We offer development services at an affordable cost, ensuring your needs are met quickly and without hassle. Contact us for more information.",
  "A0022" : "Answering questions",
  "A0023" : "Why buy Script-Pack PRO?",
  "A0024" : "By purchasing the Script-Pack PRO, you will save money, time and work, as you will have several scripts ready to use.",
  "A0025" : "What will I receive when I purchase the Script-Pack PRO?",
  "A0026" : "You will receive a compressed file in .zip format with scripts developed in JavaScript, organized in folders to be used on the Google Apps Script platform.",
  "A0027" : "Will I have a purchase guarantee?",
  "A0028" : "Yes. You have 7 days to request a refund through the platform where you made the purchase, in accordance with the applicable refund policies.",
  "A0029" : "If I have any questions when installing the scripts, will I have technical support?",
  "A0030" : "Yes. If you have any questions about installing the scripts, please contact us via email. We will not support customizations. If you require a custom script, simply send us the details of your requirements and we will send you a fair quote.",
  "A0031" : "Do I need to know how to program to use the Script-Pack PRO scripts?",
  "A0032" : "It is recommended to have at least a basic knowledge of JavaScript to be able to make the necessary adjustments.",
  "A0033" : "It's safe?",
  "A0034" : "Yes. The scripts are executed exclusively in the Google Apps Script environment, obeying the authentication rules and access permissions previously configured by you.",
  "A0035" : "Will I be entitled to bug fix updates?",
  "A0036" : "Yes. Whenever there are bug fix updates, we will send the updated script to your email at no cost.",
  "A0037" : "Will I receive any discounts on future Script-Pack PRO releases?",
  "A0038" : "Yes. All users who purchased the Script-Pack PRO in previous versions will have a guaranteed discount on future releases.",
  "A0039" : "Can I resell scripts from Script-Pack PRO?",
  "A0040" : "Yes. The scripts are licensed under PLR (Private Label Rights), without guarantees and can be modified and resold as you wish. We do not allow the use of the name Script-Pack PRO as it is a registered trademark and the content of this website, including assets.",
  "A0041" : "What are the limitations of the Script-Pack PRO warranty?",
  "A0042" : "We do not offer guarantees against data loss, failures, slowness, interruptions, depreciation of functions, among other factors that may directly or indirectly affect its operation. To run the scripts, you must agree to the Google Apps Script <a href=\"https://developers.google.com/apps-script/terms\">Terms of Service</a>.",
  "A0043" : "Loading...",
  "A0044" : "See the full list of Scripts.",
  "A0045" : "Quotas for Google Services"
}
