{"Language":"Idioma","Product Details":"Detalles de producto","Privacy Policy":"Política de privacidad","privacy-policy":"politica-de-privacidad","Digital Catalog":"Catálogo Digital","digital-catalog":"catalogo-digital","Buy":"Compra","Catalog":"Catálogo","Guarantee":"Garantizar","7 days":"7 días","Price":"Precio","Solutions for Business Management":"Soluciones para la Gestión Empresarial","Watch Video":"Ver video","Automation":"Automatización","Automate tasks and maximize the efficiency of your activities, ensuring greater accuracy in information and workflows. Create as many automations as you want and direct your efforts to more strategic tasks, saving valuable time and resources.":"Automatiza tareas y maximiza la eficiencia de tus actividades, asegurando mayor precisión en la información y los flujos de trabajo. Crea tantas automatizaciones como quieras y dirige tus esfuerzos a tareas más estratégicas, ahorrando tiempo y recursos valiosos.","Integration":"Integración","Integrate your system with Google applications or other platforms and obtain consistent information from these different sources to make more assertive decisions. Integration is essential for efficient management and the competitiveness of your operation.":"Integre su sistema con aplicaciones de Google u otras plataformas y obtenga información consistente de estas diferentes fuentes para tomar decisiones más asertivas. La integración es esencial para una gestión eficiente y la competitividad de su operación.","Customization":"Personalización","Customize Google ecosystem features according to your needs. The freedom of customization offered by the Google Apps Script platform facilitates the creation of highly productive solutions capable of meeting complex demands.":"Personalice las funciones del ecosistema de Google según sus necesidades. La libertad de personalización que ofrece la plataforma Google Apps Script facilita la creación de soluciones altamente productivas capaces de satisfacer demandas complejas.","Services":"Servicios","Need a custom script but lack technical knowledge? Don't worry! We are here to help. We offer development services at an affordable cost, ensuring your needs are met quickly and without hassle. Contact us for more information.":"¿Necesita un script personalizado pero carece de conocimientos técnicos? ¡No se preocupe! Estamos aquí para ayudar. Ofrecemos servicios de desarrollo a un costo asequible, garantizando que sus necesidades se satisfagan rápidamente y sin problemas. Contáctenos para más información.","Answering questions":"Respondiendo preguntas","Why buy Script-Pack PRO?":"¿Por qué comprar Script-Pack PRO?","By purchasing the Script-Pack PRO, you will save money, time and work, as you will have several scripts ready to use.":"Al adquirir el Script-Pack PRO ahorrarás dinero, tiempo y trabajo, ya que tendrás varios scripts listos para usar.","What will I receive when I purchase the Script-Pack PRO?":"¿Qué recibiré cuando compre el Script-Pack PRO?","You will receive a compressed file in .zip format with scripts developed in JavaScript, organized in folders to be used on the Google Apps Script platform.":"Recibirás un archivo comprimido en formato .zip con scripts desarrollados en JavaScript, organizados en carpetas para ser utilizados en la plataforma Google Apps Script.","Will I have a purchase guarantee?":"¿Tendré garantía de compra?","Yes. You have 7 days to request a refund through the platform where you made the purchase, in accordance with the applicable refund policies.":"Sí. Tienes 7 días para solicitar el reembolso a través de la plataforma donde realizaste la compra, de acuerdo con las políticas de reembolso aplicables.","If I have any questions when installing the scripts, will I have technical support?":"Si tengo alguna duda al instalar los scripts, ¿tendré soporte técnico?","Yes. If you have any questions about installing the scripts, please contact us via email. We will not support customizations. If you require a custom script, simply send us the details of your requirements and we will send you a fair quote.":"Sí. Si tiene alguna pregunta sobre la instalación de los scripts, contáctenos por correo electrónico. No admitiremos personalizaciones. Si necesita un script personalizado, simplemente envíenos los detalles de sus requisitos y le enviaremos una cotización justa.","Do I need to know how to program to use the Script-Pack PRO scripts?":"¿Necesito saber programar para utilizar los scripts de Script-Pack PRO?","It is recommended to have at least a basic knowledge of JavaScript to be able to make the necessary adjustments.":"Se recomienda tener al menos un conocimiento básico de JavaScript para poder realizar los ajustes necesarios.","It's safe?":"¿Es seguro?","Yes. The scripts are executed exclusively in the Google Apps Script environment, obeying the authentication rules and access permissions previously configured by you.":"Sí. Los scripts se ejecutan exclusivamente en el entorno de Google Apps Script, obedeciendo las reglas de autenticación y permisos de acceso previamente configurados por usted.","Will I be entitled to bug fix updates?":"¿Tendré derecho a recibir actualizaciones para corregir errores?","Yes. Whenever there are bug fix updates, we will send the updated script to your email at no cost.":"Sí. Siempre que haya actualizaciones de corrección de errores, le enviaremos el script actualizado a su correo electrónico sin costo alguno.","Will I receive any discounts on future Script-Pack PRO releases?":"¿Recibiré algún descuento en futuros lanzamientos de Script-Pack PRO?","Yes. All users who purchased the Script-Pack PRO in previous versions will have a guaranteed discount on future releases.":"Sí. Todos los usuarios que adquirieron el Script-Pack PRO en versiones anteriores tendrán un descuento garantizado en futuras versiones.","Can I resell scripts from Script-Pack PRO?":"¿Puedo revender scripts de Script-Pack PRO?","Yes. The scripts are licensed under PLR (Private Label Rights), without guarantees and can be modified and resold as you wish. We do not allow the use of the name Script-Pack PRO as it is a registered trademark and the content of this website, including assets.":"Sí. Los scripts tienen licencia PLR (Derechos de Etiqueta Privada), sin garantías y pueden modificarse y revenderse como desee. No permitimos el uso del nombre Script-Pack PRO ya que es una marca registrada y el contenido de este sitio web, incluidos los activos.","What are the limitations of the Script-Pack PRO warranty?":"¿Cuáles son las limitaciones de la garantía de Script-Pack PRO?","We do not offer guarantees against data loss, failures, slowness, interruptions, depreciation of functions, among other factors that may directly or indirectly affect its operation. To run the scripts, you must agree to the Google Apps Script <a href=\"https:\/\/developers.google.com\/apps-script\/terms\">Terms of Service<\/a>.":"No ofrecemos garantías contra pérdida de datos, fallas, lentitud, interrupciones, depreciación de funciones, entre otros factores que puedan afectar directa o indirectamente su funcionamiento. Para ejecutar las secuencias de comandos, debe aceptar las <a href=\"https:\/\/developers.google.com\/apps-script\/terms\">Condiciones de servicio<\/a>&nbsp;de Google Apps Script.","Loading...":"Cargando...","Increase your sales by creating a professional catalog to showcase your products.":"Incrementa tus ventas creando un catálogo profesional para mostrar tus productos.","Quotas for Google Services":"Cuotas para los servicios de Google"}