{
  "A0001" : "Idioma",
  "A0002" : "Este sitio no tiene conexión con Google ni con las empresas vinculadas a él. Los nombres de las aplicaciones y plataformas mencionadas aquí son de naturaleza técnica.",
  "A0003" : "Política de privacidad",
  "A0004" : "politica-de-privacidad",
  "A0005" : "Script-Pack PRO es una colección profesional de scripts para la plataforma Google Apps Script.",
  "A0006" : "Luego de la confirmación del pago, HOTMART enviará un correo electrónico de acceso. Luego siga las instrucciones para descargar e instalar los archivos.",
  "A0007" : "Compra",
  "A0008" : "Consigue tu Script-Pack PRO y empieza a automatizar tareas ahora mismo.",
  "A0009" : "Garantizar",
  "A0010" : "7 días",
  "A0011" : "Precio",
  "A0012" : "Instalación de script y demostración de automatización en Google Apps Script.",
  "A0013" : "Ver video",
  "A0014" : "Automatización",
  "A0015" : "Automatiza tareas y maximiza la eficiencia de tus actividades, asegurando mayor precisión en la información y los flujos de trabajo. Crea tantas automatizaciones como quieras y dirige tus esfuerzos a tareas más estratégicas, ahorrando tiempo y recursos valiosos.",
  "A0016" : "Integración",
  "A0017" : "Integre su sistema con aplicaciones de Google u otras plataformas y obtenga información consistente de estas diferentes fuentes para tomar decisiones más asertivas. La integración es esencial para una gestión eficiente y la competitividad de su operación.",
  "A0018" : "Personalización",
  "A0019" : "Personalice las funciones del ecosistema de Google según sus necesidades. La libertad de personalización que ofrece la plataforma Google Apps Script facilita la creación de soluciones altamente productivas capaces de satisfacer demandas complejas.",
  "A0020" : "Servicios",
  "A0021" : "¿Necesita un script personalizado pero carece de conocimientos técnicos? ¡No se preocupe! Estamos aquí para ayudar. Ofrecemos servicios de desarrollo a un costo asequible, garantizando que sus necesidades se satisfagan rápidamente y sin problemas. Contáctenos para más información.",
  "A0022" : "Respondiendo preguntas",
  "A0023" : "¿Por qué comprar Script-Pack PRO?",
  "A0024" : "Al adquirir el Script-Pack PRO ahorrarás dinero, tiempo y trabajo, ya que tendrás varios scripts listos para usar.",
  "A0025" : "¿Qué recibiré cuando compre el Script-Pack PRO?",
  "A0026" : "Recibirás un archivo comprimido en formato .zip con scripts desarrollados en JavaScript, organizados en carpetas para ser utilizados en la plataforma Google Apps Script.",
  "A0027" : "¿Tendré garantía de compra?",
  "A0028" : "Sí. Tienes 7 días para solicitar el reembolso a través de la plataforma donde realizaste la compra, de acuerdo con las políticas de reembolso aplicables.",
  "A0029" : "Si tengo alguna duda al instalar los scripts, ¿tendré soporte técnico?",
  "A0030" : "Sí. Si tiene alguna pregunta sobre la instalación de los scripts, contáctenos por correo electrónico. No admitiremos personalizaciones. Si necesita un script personalizado, simplemente envíenos los detalles de sus requisitos y le enviaremos una cotización justa.",
  "A0031" : "¿Necesito saber programar para utilizar los scripts de Script-Pack PRO?",
  "A0032" : "Se recomienda tener al menos un conocimiento básico de JavaScript para poder realizar los ajustes necesarios.",
  "A0033" : "¿Es seguro?",
  "A0034" : "Sí. Los scripts se ejecutan exclusivamente en el entorno de Google Apps Script, obedeciendo las reglas de autenticación y permisos de acceso previamente configurados por usted.",
  "A0035" : "¿Tendré derecho a recibir actualizaciones para corregir errores?",
  "A0036" : "Sí. Siempre que haya actualizaciones de corrección de errores, le enviaremos el script actualizado a su correo electrónico sin costo alguno.",
  "A0037" : "¿Recibiré algún descuento en futuros lanzamientos de Script-Pack PRO?",
  "A0038" : "Sí. Todos los usuarios que adquirieron el Script-Pack PRO en versiones anteriores tendrán un descuento garantizado en futuras versiones.",
  "A0039" : "¿Puedo revender scripts de Script-Pack PRO?",
  "A0040" : "Sí. Los scripts tienen licencia PLR (Derechos de Etiqueta Privada), sin garantías y pueden modificarse y revenderse como desee. No permitimos el uso del nombre Script-Pack PRO ya que es una marca registrada y el contenido de este sitio web, incluidos los activos.",
  "A0041" : "¿Cuáles son las limitaciones de la garantía de Script-Pack PRO?",
  "A0042" : "No ofrecemos garantías contra pérdida de datos, fallas, lentitud, interrupciones, depreciación de funciones, entre otros factores que puedan afectar directa o indirectamente su funcionamiento. Para ejecutar las secuencias de comandos, debe aceptar las <a href=\"https://developers.google.com/apps-script/terms\">Condiciones de servicio</a>&nbsp;de Google Apps Script.",
  "A0043" : "Cargando...",
  "A0044" : "Vea la lista completa de scripts.",
  "A0045" : "Cuotas para los servicios de Google"
}
