{"Language":"Idioma","This site has no connection with Google or companies linked to it. The names of apps and platforms mentioned here are technical in nature.":"Este site não tem ligação com o Google ou empresas a ele vinculadas. Os nomes dos aplicativos e plataformas mencionados aqui são de natureza técnica.","Privacy Policy":"Política de Privacidade","privacy-policy":"politica-de-privacidade","Script-Pack PRO is a professional collection of scripts for the Google Apps Script platform.":"Script-Pack PRO é uma coleção profissional de scripts para a plataforma Google Apps Script.","After payment confirmation, HOTMART will send an access email. Then follow the instructions to download and install the files.":"Após a confirmação do pagamento a HOTMART enviará um e-mail de acesso. Em seguida, siga as instruções para baixar e instalar os arquivos.","Buy":"Comprar","Get your Script-Pack PRO and start automating tasks right now.":"Obtenha seu Script-Pack PRO e comece a automatizar tarefas agora mesmo.","Guarantee":"Garantia","7 days":"7 dias","Price":"Preço","Script installation and automation demonstration in Google Apps Script.":"Instalação de script e demonstração de automação no Google Apps Script.","Watch Video":"Assistir Vídeo","Automation":"Automação","Automate tasks and maximize the efficiency of your activities, ensuring greater accuracy in information and workflows. Create as many automations as you want and direct your efforts to more strategic tasks, saving valuable time and resources.":"Automatize tarefas e maximize a eficiência de suas atividades, garantindo maior precisão nas informações e fluxos de trabalho. Crie quantas automações desejar e direcione seus esforços para tarefas mais estratégicas, economizando tempo e recursos valiosos.","Integration":"Integração","Integrate your system with Google applications or other platforms and obtain consistent information from these different sources to make more assertive decisions. Integration is essential for efficient management and the competitiveness of your operation.":"Integre seu sistema com aplicativos Google ou outras plataformas e obtenha informações consistentes dessas diferentes fontes para tomar decisões mais assertivas. A integração é essencial para uma gestão eficiente e para a competitividade da sua operação.","Customization":"Personalização","Customize Google ecosystem features according to your needs. The freedom of customization offered by the Google Apps Script platform facilitates the creation of highly productive solutions capable of meeting complex demands.":"Personalize os recursos do ecossistema Google de acordo com suas necessidades. A liberdade de customização oferecida pela plataforma Google Apps Script facilita a criação de soluções altamente produtivas e capazes de atender demandas complexas.","Services":"Serviços","Need a custom script but lack technical knowledge? Don't worry! We are here to help. We offer development services at an affordable cost, ensuring your needs are met quickly and without hassle. Contact us for more information.":"Precisa de um script personalizado, mas não tem conhecimento técnico? Não se preocupe! Estamos aqui para ajudar. Oferecemos serviços de desenvolvimento a um custo acessível, garantindo que suas necessidades sejam atendidas de forma rápida e sem complicações. Contacte-nos para mais informações.","Answering questions":"Respondendo perguntas","Why buy Script-Pack PRO?":"Por que comprar o Script-Pack PRO?","By purchasing the Script-Pack PRO, you will save money, time and work, as you will have several scripts ready to use.":"Ao adquirir o Script-Pack PRO, você economizará dinheiro, tempo e trabalho, pois terá diversos scripts prontos para uso.","What will I receive when I purchase the Script-Pack PRO?":"O que receberei ao adquirir o Script-Pack PRO?","You will receive a compressed file in .zip format with scripts developed in JavaScript, organized in folders to be used on the Google Apps Script platform.":"Você receberá um arquivo compactado em formato .zip com scripts desenvolvidos em JavaScript, organizados em pastas para serem utilizados na plataforma Google Apps Script.","Will I have a purchase guarantee?":"Terei garantia de compra?","Yes. You have 7 days to request a refund through the platform where you made the purchase, in accordance with the applicable refund policies.":"Sim. Você tem 7 dias para solicitar o reembolso através da plataforma onde realizou a compra, de acordo com as políticas de reembolso aplicáveis.","If I have any questions when installing the scripts, will I have technical support?":"Caso eu tenha alguma dúvida na hora de instalar os scripts, terei suporte técnico?","Yes. If you have any questions about installing the scripts, please contact us via email. We will not support customizations. If you require a custom script, simply send us the details of your requirements and we will send you a fair quote.":"Sim. Se você tiver alguma dúvida sobre a instalação dos scripts, entre em contato conosco por e-mail. Não ofereceremos suporte a personalizações. Se você precisar de um script personalizado, basta nos enviar os detalhes de suas necessidades e enviaremos um orçamento justo.","Do I need to know how to program to use the Script-Pack PRO scripts?":"Preciso saber programar para usar os scripts do Script-Pack PRO?","It is recommended to have at least a basic knowledge of JavaScript to be able to make the necessary adjustments.":"Recomenda-se ter pelo menos um conhecimento básico de JavaScript para poder fazer os ajustes necessários.","It's safe?":"É seguro?","Yes. The scripts are executed exclusively in the Google Apps Script environment, obeying the authentication rules and access permissions previously configured by you.":"Sim. Os scripts são executados exclusivamente no ambiente Google Apps Script, obedecendo às regras de autenticação e permissões de acesso previamente configuradas por você.","Will I be entitled to bug fix updates?":"Terei direito a atualizações de correção de bugs?","Yes. Whenever there are bug fix updates, we will send the updated script to your email at no cost.":"Sim. Sempre que houver atualizações de correção de bugs, enviaremos o script atualizado para seu e-mail sem nenhum custo.","Will I receive any discounts on future Script-Pack PRO releases?":"Receberei algum desconto em lançamentos futuros do Script-Pack PRO?","Yes. All users who purchased the Script-Pack PRO in previous versions will have a guaranteed discount on future releases.":"Sim. Todos os usuários que adquiriram o Script-Pack PRO em versões anteriores terão desconto garantido em lançamentos futuros.","Can I resell scripts from Script-Pack PRO?":"Posso revender scripts do Script-Pack PRO?","Yes. The scripts are licensed under PLR (Private Label Rights), without guarantees and can be modified and resold as you wish. We do not allow the use of the name Script-Pack PRO as it is a registered trademark and the content of this website, including assets.":"Sim. Os scripts são licenciados sob PLR (Private Label Rights), sem garantias e podem ser modificados e revendidos como desejar. Não permitimos o uso do nome Script-Pack PRO por se tratar de marca registrada e o conteúdo deste site, incluindo os ativos.","What are the limitations of the Script-Pack PRO warranty?":"Quais são as limitações da garantia do Script-Pack PRO?","We do not offer guarantees against data loss, failures, slowness, interruptions, depreciation of functions, among other factors that may directly or indirectly affect its operation. To run the scripts, you must agree to the Google Apps Script <a href=\"https:\/\/developers.google.com\/apps-script\/terms\">Terms of Service<\/a>.":"Não oferecemos garantias contra perda de dados, falhas, lentidão, interrupções, depreciação de funções, entre outros fatores que possam afetar direta ou indiretamente o seu funcionamento. Para executar os scripts, você deve concordar com os <a href=\"https:\/\/developers.google.com\/apps-script\/terms\">Termos de Serviço<\/a>&nbsp;do Google Apps Script.","Loading...":"Carregando...","See the full list of Scripts.":"Veja a lista completa de Scripts.","Quotas for Google Services":"Cotas para Serviços do Google"}