{
  "A0001" : "Idioma",
  "A0002" : "Este site não tem ligação com o Google ou empresas a ele vinculadas. Os nomes dos aplicativos e plataformas mencionados aqui são de natureza técnica.",
  "A0003" : "Política de Privacidade",
  "A0004" : "politica-de-privacidade",
  "A0005" : "Script-Pack PRO é uma coleção profissional de scripts para a plataforma Google Apps Script.",
  "A0006" : "Após a confirmação do pagamento a HOTMART enviará um e-mail de acesso. Em seguida, siga as instruções para baixar e instalar os arquivos.",
  "A0007" : "Comprar",
  "A0008" : "Obtenha seu Script-Pack PRO e comece a automatizar tarefas agora mesmo.",
  "A0009" : "Garantia",
  "A0010" : "7 dias",
  "A0011" : "Preço",
  "A0012" : "Instalação de script e demonstração de automação no Google Apps Script.",
  "A0013" : "Assistir Vídeo",
  "A0014" : "Automação",
  "A0015" : "Automatize tarefas e maximize a eficiência de suas atividades, garantindo maior precisão nas informações e fluxos de trabalho. Crie quantas automações desejar e direcione seus esforços para tarefas mais estratégicas, economizando tempo e recursos valiosos.",
  "A0016" : "Integração",
  "A0017" : "Integre seu sistema com aplicativos Google ou outras plataformas e obtenha informações consistentes dessas diferentes fontes para tomar decisões mais assertivas. A integração é essencial para uma gestão eficiente e para a competitividade da sua operação.",
  "A0018" : "Personalização",
  "A0019" : "Personalize os recursos do ecossistema Google de acordo com suas necessidades. A liberdade de customização oferecida pela plataforma Google Apps Script facilita a criação de soluções altamente produtivas e capazes de atender demandas complexas.",
  "A0020" : "Serviços",
  "A0021" : "Precisa de um script personalizado, mas não tem conhecimento técnico? Não se preocupe! Estamos aqui para ajudar. Oferecemos serviços de desenvolvimento a um custo acessível, garantindo que suas necessidades sejam atendidas de forma rápida e sem complicações. Contacte-nos para mais informações.",
  "A0022" : "Respondendo perguntas",
  "A0023" : "Por que comprar o Script-Pack PRO?",
  "A0024" : "Ao adquirir o Script-Pack PRO, você economizará dinheiro, tempo e trabalho, pois terá diversos scripts prontos para uso.",
  "A0025" : "O que receberei ao adquirir o Script-Pack PRO?",
  "A0026" : "Você receberá um arquivo compactado em formato .zip com scripts desenvolvidos em JavaScript, organizados em pastas para serem utilizados na plataforma Google Apps Script.",
  "A0027" : "Terei garantia de compra?",
  "A0028" : "Sim. Você tem 7 dias para solicitar o reembolso através da plataforma onde realizou a compra, de acordo com as políticas de reembolso aplicáveis.",
  "A0029" : "Caso eu tenha alguma dúvida na hora de instalar os scripts, terei suporte técnico?",
  "A0030" : "Sim. Se você tiver alguma dúvida sobre a instalação dos scripts, entre em contato conosco por e-mail. Não ofereceremos suporte a personalizações. Se você precisar de um script personalizado, basta nos enviar os detalhes de suas necessidades e enviaremos um orçamento justo.",
  "A0031" : "Preciso saber programar para usar os scripts do Script-Pack PRO?",
  "A0032" : "Recomenda-se ter pelo menos um conhecimento básico de JavaScript para poder fazer os ajustes necessários.",
  "A0033" : "É seguro?",
  "A0034" : "Sim. Os scripts são executados exclusivamente no ambiente Google Apps Script, obedecendo às regras de autenticação e permissões de acesso previamente configuradas por você.",
  "A0035" : "Terei direito a atualizações de correção de bugs?",
  "A0036" : "Sim. Sempre que houver atualizações de correção de bugs, enviaremos o script atualizado para seu e-mail sem nenhum custo.",
  "A0037" : "Receberei algum desconto em lançamentos futuros do Script-Pack PRO?",
  "A0038" : "Sim. Todos os usuários que adquiriram o Script-Pack PRO em versões anteriores terão desconto garantido em lançamentos futuros.",
  "A0039" : "Posso revender scripts do Script-Pack PRO?",
  "A0040" : "Sim. Os scripts são licenciados sob PLR (Private Label Rights), sem garantias e podem ser modificados e revendidos como desejar. Não permitimos o uso do nome Script-Pack PRO por se tratar de marca registrada e o conteúdo deste site, incluindo os ativos.",
  "A0041" : "Quais são as limitações da garantia do Script-Pack PRO?",
  "A0042" : "Não oferecemos garantias contra perda de dados, falhas, lentidão, interrupções, depreciação de funções, entre outros fatores que possam afetar direta ou indiretamente o seu funcionamento. Para executar os scripts, você deve concordar com os <a href=\"https://developers.google.com/apps-script/terms\">Termos de Serviço</a>&nbsp;do Google Apps Script.",
  "A0043" : "Carregando...",
  "A0044" : "Veja a lista completa de Scripts.",
  "A0045" : "Cotas para Serviços do Google"
}
